{
  "herobanner_subtitle": "Professional Care For Your Health",
  "herobanner_title": "Good Health Moves Us Forward",
  "herobanner_desc": "Humanity stands as a cornerstone of professionalism for any doctor. Here at our clinic, we prioritize your holistic well-being, nurturing both your mental and physical health with meticulous care.",
  "herobanner_appointment_btn": "Make Appointment",
  "counter_impact_title": "Our Impact in Numbers",
  "counter_impact_desc": "Trusted by thousands, delivering excellence in healthcare",
  "counter_happy_patients": "Happy Patients",
  "counter_surgeries_completed": "Surgeries Completed",
  "counter_awards_won": "Awards Won",
  "counter_global_branches": "Global Branches",
  "online_appointment_title": "Online Appointment",
  "online_appointment_desc": "Book your appointment online easily and quickly.",
  "make_appointment": "Make Appointment",
  "working_hours_title": "Working Hours",
  "working_hours_days1": "Monday - Friday",
  "working_hours_days2": "Saturday",
  "working_hours_days3": "Sunday",
  "working_hours_time1": "9:00 AM - 5:00 PM",
  "working_hours_time2": "10:00 AM - 2:00 PM",
  "view_schedule": "View Schedule",
  "callnow_title": "Call Now",
  "callnow_desc": "Contact us directly for any urgent queries.",
  "call_now": "Call Now",
  "welcome": "Welcome! I'm your medical assistant. How can I help you today?",
  "commonQuestions": "Common Questions:",
  "typeMessage": "Or type your own message below:",
  "placeholder": "Type your message...",
  "teamOffline": "Our team is not online right now. Our team will contact you very soon. Please provide your name:",
  "askPhone": "Thank you! Please provide your phone number:",
  "invalidPhone": "Please enter a valid Pakistani phone number (e.g., 03XXXXXXXXX or +92-3XX-XXXXXXX). Attempts remaining:",
  "teamContact": "Thank you! Our medical team will contact you shortly at the provided number.",
  "reset": "Reset",
  "chooseLanguage": "Choose Your Language",
  "sendQuery": "Send Your Query",
  "fillDetails": "Please fill out your details below and select the department related to your concern. We will respond as soon as possible.",
  "doctor": "Doctor",
  "appointment": "Appointment",
  "services": "Services",
  "about": "About",
  "home": "Home",
  "contact": "Contact",
  "aboutClinic": "About Clinic",
  "aboutClinicDesc": "We provide professional care for your health, focusing on both mental and physical well-being. Our team is dedicated to your holistic health.",
  "quickLinks": "Quick Links",
  "ourServices": "Our Services",
  "comprehensiveHealthcare": "Comprehensive healthcare services at Dr. Usama Sheikh Sanchez's Clinic",
  "aboutDrUsama": "About Dr. Usama Sheikh",
  "aboutPara1": "DR Usama Sheikh Sanchez is a highly skilled and compassionate physician with over 15 years of experience in internal medicine. She obtained her medical degree from Harvard Medical School, where she graduated with honors, showcasing her dedication to academic excellence.",
  "aboutPara2": "Dr. Sanchez completed her residency training at Massachusetts General Hospital, one of the nation's top-ranked hospitals, where she honed her clinical expertise and developed a deep understanding of complex medical conditions.",
  "aboutPara3": "Known for her warm bedside manner and empathetic approach, Dr. Sanchez takes the time to listen to her patients' concerns and collaborates with them to develop personalized treatment plans. She believes in the importance of holistic care, addressing not only the physical aspects of illness but also the emotional and psychological well-being of her patients.",
  "aboutPara4": "In her spare time, Dr. Sanchez enjoys hiking in the great outdoors and spending quality time with her family. She brings a genuine passion for healing and a deep sense of compassion to her practice, earning the trust and admiration of her patients and colleagues alike.",
  "service_physical_title": "Physical Examination",
  "service_physical_desc": "Health assessments tailored to individual needs, including vital signs monitoring.",
  "service_care_title": "Care and Wellness",
  "service_care_desc": "Preventative care plans to promote overall health and well-being, including vaccinations.",
  "service_disease_title": "Disease Management",
  "service_disease_desc": "Treatment plans for managing chronic conditions such as diabetes, hypertension, arthritis, and more.",
  "service_medication_title": "Medication",
  "service_medication_desc": "Personalized medication management plans to ensure safe and effective use of prescriptions and medications.",
  "service_diagnostic_title": "Diagnostic Testing",
  "service_diagnostic_desc": "In-house diagnostic testing services, including laboratory testing, imaging studies for rapid, personalized care.",
  "service_nutrition_title": "Nutritional Guidance",
  "service_nutrition_desc": "Personalized dietary assessments and nutritional counseling to support optimal health and wellness."
}
