{
  "herobanner_subtitle": "آپ کی صحت کی پیشہ ورانہ نگہداشت",
  "herobanner_title": "اچھی صحت ہمیں آگے بڑھاتی ہے",
  "herobanner_desc": "انسانیت کسی بھی ڈاکٹر کے لیے پیشہ ورانہ مہارت کی بنیاد ہے۔ ہمارے کلینک میں ہم آپ کی مکمل صحت کو ترجیح دیتے ہیں، آپ کی ذہنی اور جسمانی صحت دونوں کا خیال رکھتے ہیں۔",
  "herobanner_appointment_btn": "اپوائنٹمنٹ بک کریں",
  "counter_impact_title": "ہماری کامیابیاں اعداد و شمار میں",
  "counter_impact_desc": "ہزاروں کا اعتماد، صحت کی دیکھ بھال میں بہترین خدمات",
  "counter_happy_patients": "خوش مریض",
  "counter_surgeries_completed": "کامیاب سرجریز",
  "counter_awards_won": "حاصل شدہ ایوارڈز",
  "counter_global_branches": "عالمی شاخیں",
    "online_appointment_title": "آن لائن اپوائنٹمنٹ",
    "online_appointment_desc": "اپنی اپوائنٹمنٹ آسانی اور تیزی سے آن لائن بک کریں۔",
    "make_appointment": "اپوائنٹمنٹ بک کریں",
    "working_hours_title": "اوقات کار",
    "working_hours_days1": "پیر - جمعہ",
    "working_hours_days2": "ہفتہ",
    "working_hours_days3": "اتوار",
    "working_hours_time1": "صبح 9:00 تا شام 5:00",
    "working_hours_time2": "صبح 10:00 تا دوپہر 2:00",
    "view_schedule": "شیڈول دیکھیں",
    "callnow_title": "ابھی کال کریں",
    "callnow_desc": "کسی بھی فوری سوال کے لیے براہ راست رابطہ کریں۔",
    "call_now": "ابھی کال کریں",
  "welcome": "خوش آمدید! میں آپ کا طبی معاون ہوں۔ آج میں آپ کی کیسے مدد کر سکتا ہوں؟",
  "commonQuestions": "عام سوالات:",
  "typeMessage": "یا اپنا پیغام نیچے ٹائپ کریں:",
  "placeholder": "اپنا پیغام ٹائپ کریں...",
  "teamOffline": "ہماری ٹیم اس وقت آن لائن نہیں ہے۔ ہماری ٹیم جلد آپ سے رابطہ کرے گی۔ براہ کرم اپنا نام فراہم کریں:",
  "askPhone": "شکریہ! براہ کرم اپنا فون نمبر فراہم کریں:",
  "invalidPhone": "براہ کرم درست پاکستانی فون نمبر درج کریں (مثلاً 03XXXXXXXXX یا +92-3XX-XXXXXXX)۔ باقی کوششیں:",
  "teamContact": "شکریہ! ہماری طبی ٹیم جلد آپ سے دیے گئے نمبر پر رابطہ کرے گی۔",
  "reset": "دوبارہ شروع کریں",
  "chooseLanguage": "اپنی زبان منتخب کریں",
  "sendQuery": "اپنی درخواست بھیجیں",
  "fillDetails": "براہ کرم نیچے اپنی تفصیلات پُر کریں اور متعلقہ شعبہ منتخب کریں۔ ہم جلد از جلد جواب دیں گے۔",
  "doctor": "ڈاکٹر",
  "appointment": "اپوائنٹمنٹ",
  "services": "سروسز",
  "about": "ہمارے بارے میں",
  "home": "ہوم",
  "contact": "رابطہ کریں",
  "aboutClinic": "کلینک کے بارے میں",
  "aboutClinicDesc": "ہم آپ کی صحت کے لیے پیشہ ورانہ نگہداشت فراہم کرتے ہیں، ذہنی اور جسمانی دونوں پہلوؤں پر توجہ دیتے ہیں۔ ہماری ٹیم آپ کی مکمل صحت کے لیے وقف ہے۔",
  "quickLinks": "فوری روابط",
  "ourServices": "ہماری خدمات",
  "comprehensiveHealthcare": "ڈاکٹر اسامہ شیخ سنچیز کے کلینک میں جامع طبی خدمات",
  "aboutDrUsama": "ڈاکٹر اسامہ شیخ کے بارے میں",
  "aboutPara1": "ڈاکٹر اسامہ شیخ سنچیز ایک نہایت ماہر اور ہمدرد معالج ہیں جنہیں اندرونی طب میں 15 سال سے زائد تجربہ ہے۔ انہوں نے ہارورڈ میڈیکل اسکول سے اپنی ڈگری اعزاز کے ساتھ حاصل کی، جو ان کی تعلیمی محنت کا ثبوت ہے۔",
  "aboutPara2": "ڈاکٹر سنچیز نے اپنی رہائش کی تربیت میساچوسٹس جنرل ہسپتال میں مکمل کی، جو ملک کے بہترین ہسپتالوں میں سے ایک ہے، جہاں انہوں نے اپنی طبی مہارت کو مزید نکھارا اور پیچیدہ طبی مسائل کو سمجھا۔",
  "aboutPara3": "اپنے خوش اخلاق اور ہمدردانہ رویے کے لیے مشہور، ڈاکٹر سنچیز اپنے مریضوں کی بات غور سے سنتی ہیں اور ان کے ساتھ مل کر ذاتی علاج کے منصوبے بناتی ہیں۔ وہ جامع نگہداشت کی اہمیت پر یقین رکھتی ہیں، جو بیماری کے جسمانی پہلوؤں کے ساتھ ساتھ مریضوں کی جذباتی اور نفسیاتی صحت کا بھی خیال رکھتی ہیں۔",
  "aboutPara4": "فارغ وقت میں، ڈاکٹر سنچیز قدرتی مناظر میں سیر کرنا اور اپنے خاندان کے ساتھ معیاری وقت گزارنا پسند کرتی ہیں۔ وہ اپنے پیشے میں شفا دینے کا حقیقی جذبہ اور ہمدردی کا گہرا احساس لاتی ہیں، جس سے انہیں اپنے مریضوں اور ساتھیوں کا اعتماد اور احترام حاصل ہوتا ہے۔",
  "service_physical_title": "جسمانی معائنہ",
  "service_physical_desc": "صحت کے معائنے جو ہر فرد کی ضروریات کے مطابق ہوں، بشمول اہم علامات کی نگرانی۔",
  "service_care_title": "نگہداشت اور فلاح",
  "service_care_desc": "مجموعی صحت اور فلاح کے فروغ کے لیے حفاظتی نگہداشت کے منصوبے، بشمول ویکسینیشن۔",
  "service_disease_title": "امراض کا انتظام",
  "service_disease_desc": "ذیابیطس، ہائی بلڈ پریشر، گٹھیا اور دیگر دائمی بیماریوں کے لیے علاج کے منصوبے۔",
  "service_medication_title": "ادویات",
  "service_medication_desc": "ادویات کے محفوظ اور مؤثر استعمال کے لیے ذاتی نوعیت کے انتظامی منصوبے۔",
  "service_diagnostic_title": "تشخیصی ٹیسٹنگ",
  "service_diagnostic_desc": "اندرون خانہ تشخیصی خدمات، بشمول لیبارٹری ٹیسٹنگ اور امیجنگ اسٹڈیز برائے فوری اور ذاتی نگہداشت۔",
  "service_nutrition_title": "غذائی رہنمائی",
  "service_nutrition_desc": "صحت مند زندگی کے لیے ذاتی غذائی معائنے اور غذائی مشاورت۔"
}